Repository: ACSOFTWARE/erpconnector-wp
Catalog: lang/erpc-*.po
Languages: pl_pl

source: Access to ERP systems ( Wf-Mag, CDN Optima, CDN XL, SubiektGT, Sage Symfonia, Hermes SQL, Corax, Navireo, Enova, PCBiznes, Polpress.pl, Faktury Express, Elisoft Faktury, Raks SQL, ODL, PolkaSQL, Fin7 )
pl_pl: Dostęp do systemów ERP ( Wf-Mag, CDN Optima, CDN XL, SubiektGT, Sage Symfonia, Hermes SQL, Corax, Navireo, Enova, PCBiznes, Polpress.pl, Faktury Express, Elisoft Faktury, Raks SQL, ODL, PolkaSQL, Fin7 )

source: Operation in progress
pl_pl: Operacja w trakcie wykonywania

source: Document don't exists
pl_pl: Dokument nie istnieje

source: Operation possible for %d sec.
pl_pl: Operacja możliwa za %d sekund

source: Invoices
pl_pl: Faktury

source: Number
pl_pl: Numer

source: Date
pl_pl: Data

source: Payment method
pl_pl: Forma płatności

source: Term date
pl_pl: Termin płatnosci

source: Total gross
pl_pl: Wartość brutto

source: Remain
pl_pl: Pozostaje

source: ERPC Options
pl_pl: ERPC Opcje

source: Disable url access to %s by .htaccess
pl_pl: Zablokuj dostęp do %s poprzez plik .htaccess

source: Can't write to %s
pl_pl: Zablokuj dostęp do adresu %s w pliku .htaccess

source: Options saved.
pl_pl: Opcje zostały zapisane

source: Connection OK | ERP: %s | Server version: %d.%d
pl_pl: Połączenie OK | ERP: %s | Wersja serwera: %d.%d

source: Server
pl_pl: Serwer

source: Username
pl_pl: Użytkownik

source: Password
pl_pl: Hasło

source: AuthKey
pl_pl: Klucz autoryzacji

source: Connection Test
pl_pl: Test połączenia

source: Invoice not found
pl_pl: Faktura nie została znaleziona

source: Incomplete option settings
pl_pl: Niekompletne ustawienia

source: Unknown Contractor id
pl_pl: Nieokreślony identyfikator Kontrahenta

source: Incomplete server version. Installed: %d.%d Required: %s
pl_pl: Niekompatybilna wersja serwera. Zainstalowana: %d.%d Wymagana: %s

source: Contractor ID
pl_pl: Identyfikator Kontrahenta

source: Please enter ERP Contractor ID.
pl_pl: Wprowadź identyfikator Kontrahenta z systemu ERP
